{
  "products": [
    {
      "id": 1,
      "sku": "PC-101",
      "title": "White Chocolate Mocha Protein Coffee",
      "description": "White Chocolate Mocha Protein Coffee — это идеальное сочетание насыщенного эспрессо и нежного вкуса белого шоколада. Его шелковистая текстура и мягкий аромат создают ощущение уюта и тепла с каждым глотком. Благодаря добавлению белка напиток обеспечивает длительное чувство сытости и заряд энергии, сохраняя при этом низкое содержание сахара. Идеален для тех, кто хочет совместить удовольствие от кофе и заботу о теле.",
      "weight": "330ml",
      "type": "Кофе",
      "roast": "Средняя",
      "form": "Готовый напиток",
      "composition": "Молоко, кофе, сывороточный протеин, ароматизатор белого шоколада, натуральный сахарозаменитель",
      "volume": "330 мл",
      "origin": "Бразилия",
      "manufacturer": "США",
      "price": 14500,
      "images": ["/images/coffee1.webp"],
      "bgColor": "#e9dacb"
    },
    {
      "id": 2,
      "sku": "PC-102",
      "title": "Salted Caramel Protein Coffee",
      "description": "Salted Caramel Protein Coffee объединяет в себе глубокий вкус свежесваренного кофе и богатую карамельную сладость, дополненную лёгкой морской солью. Этот баланс вкусов делает напиток невероятно гармоничным — каждая капля раскрывает слоистость аромата и бархатистость текстуры. Протеиновая основа помогает сохранить энергию на протяжении дня, а солёно-сладкое послевкусие оставляет лёгкое чувство роскоши и удовольствия.",
      "weight": "330ml",
      "type": "Кофе",
      "roast": "Средне-тёмная",
      "form": "Готовый напиток",
      "composition": "Кофе, молоко, протеин, ароматизатор карамели, морская соль, подсластитель",
      "volume": "330 мл",
      "origin": "Колумбия",
      "manufacturer": "США",
      "price": 14900,
      "images": ["/images/coffee2.webp"],
      "bgColor": "#FFDEC0"
    },
    {
      "id": 3,
      "sku": "PC-103",
      "title": "Sugar Cookie Protein Coffee",
      "description": "Sugar Cookie Protein Coffee — уют в каждой бутылке. Его мягкий вкус напоминает домашнее печенье, свежее из духовки, с лёгким оттенком сливочной сладости и ванильного аромата. Основа из натурального кофе придаёт напитку бодрость, а белковая формула делает его идеальным спутником утренних дел или лёгкого перекуса после тренировки. Этот кофе создан, чтобы превращать обычный день в немного праздничный.",
      "weight": "330ml",
      "type": "Кофе",
      "roast": "Средняя",
      "form": "Готовый напиток",
      "composition": "Кофе, протеин, молоко, ароматизатор ванили, экстракт печенья, подсластитель",
      "volume": "330 мл",
      "origin": "Эфиопия",
      "manufacturer": "США",
      "price": 14700,
      "images": ["/images/coffee3.webp"],
      "bgColor": "#FFEFDA"
    },
    {
      "id": 4,
      "sku": "PC-104",
      "title": "Pumpkin Pie Protein Coffee",
      "description": "Pumpkin Pie Protein Coffee — вдохновение осени в каждой капле. Тыквенное пюре, пряная корица и нотки муската создают согревающий аромат домашнего пирога, а бодрящий кофе добавляет энергии и концентрации. Этот напиток — уютный баланс сладости и насыщенности, идеальный для прохладных дней, когда хочется комфорта и сил для новых дел. Протеиновая формула делает его полезным и сытным выбором для активных людей.",
      "weight": "330ml",
      "type": "Кофе",
      "roast": "Средняя",
      "form": "Готовый напиток",
      "composition": "Кофе, молоко, протеин, пюре тыквы, специи (корица, мускат, гвоздика)",
      "volume": "330 мл",
      "origin": "Бразилия",
      "manufacturer": "США",
      "price": 15000,
      "images": ["/images/coffee4.webp"],
      "bgColor": "#FDB565"
    },
    {
      "id": 5,
      "sku": "PC-105",
      "title": "Iced Cinnamon Roll Protein Coffee",
      "description": "Iced Cinnamon Roll Protein Coffee сочетает бодрость холодного кофе и аромат свежеиспечённой булочки с корицей. Его вкус раскрывается слоями — от сладких сливочных нот до мягкой пряности, создавая идеальный баланс свежести и уюта. Напиток охлаждает и заряжает энергией, обеспечивая при этом лёгкость и пользу за счёт высокого содержания белка. Идеален для жарких дней и динамичного ритма жизни.",
      "weight": "330ml",
      "type": "Кофе",
      "roast": "Средняя",
      "form": "Готовый напиток",
      "composition": "Кофе, молоко, протеин, ароматизатор корицы, подсластитель",
      "volume": "330 мл",
      "origin": "Гватемала",
      "manufacturer": "США",
      "price": 14800,
      "images": ["/images/coffee5.webp"],
       "bgColor": "#CF7A3B"
    },
    {
      "id": 6,
      "sku": "PC-106",
      "title": "Caramel Protein Coffee",
      "description": "Caramel Protein Coffee — это классика вкуса, воплощённая в совершенном балансе кофе и карамели. Его бархатный аромат и мягкое послевкусие делают каждый глоток особенным. Напиток сочетает насыщенность натурального кофе и лёгкую сладость карамельного сиропа, создавая ощущение комфорта и тепла. Протеиновая формула поддерживает энергию на протяжении дня, сохраняя лёгкость и бодрость.",
      "weight": "330ml",
      "type": "Кофе",
      "roast": "Средне-тёмная",
      "form": "Готовый напиток",
      "composition": "Кофе, молоко, протеин, карамельный сироп, подсластитель",
      "volume": "330 мл",
      "origin": "Колумбия",
      "manufacturer": "США",
      "price": 14600,
      "images": ["/images/coffee6.webp"],
       "bgColor": "#F7ECDC"
    },
    {
      "id": 7,
      "sku": "PC-107",
      "title": "Original Protein Coffee",
      "description": "Original Protein Coffee — чистый вкус бодрящего кофе без излишеств. Для тех, кто ценит простоту и натуральность. Его богатый аромат и сбалансированная крепость идеально подходят как для утреннего старта, так и для дневного перерыва. Благодаря белку напиток не только бодрит, но и помогает поддерживать энергию и концентрацию на протяжении всего дня. Это тот самый кофе, который всегда к месту.",
      "weight": "330ml",
      "type": "Кофе",
      "roast": "Средняя",
      "form": "Готовый напиток",
      "composition": "Кофе, молоко, протеин, натуральный ароматизатор, подсластитель",
      "volume": "330 мл",
      "origin": "Бразилия",
      "manufacturer": "США",
      "price": 14200,
      "images": ["/images/coffee7.webp"],
       "bgColor": "#FDF8D0"
    },
    {
      "id": 8,
      "sku": "PC-108",
      "title": "Mocha Protein Coffee",
      "description": "Mocha Protein Coffee — идеальное сочетание бодрящего кофе и насыщенного какао. Каждая порция — это гармония горчинки эспрессо и сладости шоколада, создающая насыщенный вкус с мягким послевкусием. Напиток не только радует вкус, но и поддерживает тело: богатый белком состав помогает восстановиться после нагрузок и сохраняет бодрость без лишнего сахара.",
      "weight": "330ml",
      "type": "Кофе",
      "roast": "Средне-тёмная",
      "form": "Готовый напиток",
      "composition": "Кофе, молоко, протеин, какао, натуральный ароматизатор шоколада",
      "volume": "330 мл",
      "origin": "Эфиопия",
      "manufacturer": "США",
      "price": 14900,
      "images": ["/images/coffee8.webp"],
      "bgColor": "#D7B99F"
    },
    {
      "id": 9,
      "sku": "PC-109",
      "title": "French Vanilla Protein Coffee",
      "description": "French Vanilla Protein Coffee раскрывает благородную нежность ванили в сочетании с ароматом свежесваренного кофе. Этот напиток создан для тех, кто любит мягкость и утончённость. Его кремовая текстура и сбалансированная сладость делают вкус по-настоящему изысканным. Протеиновая формула добавляет питательности, сохраняя напиток лёгким и полезным. Идеален для утреннего старта или вечернего наслаждения.",
      "weight": "330ml",
      "type": "Кофе",
      "roast": "Средняя",
      "form": "Готовый напиток",
      "composition": "Кофе, молоко, протеин, ароматизатор ванили, подсластитель",
      "volume": "330 мл",
      "origin": "Колумбия",
      "manufacturer": "США",
      "price": 14500,
      "images": ["/images/coffee9.webp"],
      "bgColor": "#FFE7DE"
    },
    {
      "id": 10,
      "sku": "PC-110",
      "title": "Hazelnut Protein Coffee",
      "description": "Hazelnut Protein Coffee — это ореховое наслаждение в каждой бутылке. Аромат жареного фундука переплетается с глубиной свежесваренного кофе, создавая гармонию вкуса и уюта. Мягкий, насыщенный и сбалансированный напиток придаёт энергии и бодрости, а добавленный протеин делает его питательным выбором для активного дня. Идеально подойдёт тем, кто ищет вкусное и полезное кофейное удовольствие.",
      "weight": "330ml",
      "type": "Кофе",
      "roast": "Средне-тёмная",
      "form": "Готовый напиток",
      "composition": "Кофе, молоко, протеин, ароматизатор фундука, натуральный сахарозаменитель",
      "volume": "330 мл",
      "origin": "Бразилия",
      "manufacturer": "США",
      "price": 14850,
      "images": ["/images/coffee10.webp"],
       "bgColor": "#D0F7FF"
    }
  ]
}
